[
    {
        "Id": "archangel_lore01", 
        "Text": "In the multiverse, all across its many many worlds, there are -- and have always been -- two great powers in opposition. The Void and the Glow.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archangel_lore02", 
        "Text": "These are the eternal forces of Darkness and Light. Some call them good and evil, but that is a vast oversimplification of what they stand for. Both the Void, personifying darkness, and the Glow, personifying light, have given rise to many and varied religions and faiths, their aspects being interpreted differently by worlds all across the multiverse.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archangel_lore03", 
        "Text": "They are constantly in battle, but that battle is primarily a struggle to achieve universal balance, a symmetry between light and darkness. The multiverse would certainly end if either side achieved total victory and annihilated the other. Many think that a victory for the Void would mean a universal doomsday, but the same would be true for a victory of the forces of light.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archangel_lore04", 
        "Text": "The Archangel is a champion of the Glow. He is, without doubt, one of the most powerful entities at large in the multiverse. His immense cosmic power comes from the Glow itself, and he fights for the forces of Light, combating the agents of the Void wherever he encounters them. The powers of his holy light can heal and cure and transform, but most especially they can be wielded to smite the forces of darkness.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archangel_lore05", 
        "Text": "Though nominally an agent of \"good\" and resembling the sort of angelic being found in the myths and faiths of many worlds, the Archangel should not be underestimated or mistaken as a friend. He is savage, ruthless, determined and, though never evil, is an extremely dangerous adversary. He could not be described as kind or serene -- more as a terrifying force of life that can destroy anything that opposes his philosophy.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore01", 
        "Text": "The Ranger is a freedom fighter from the wild and magical Weeping Woods, which lie beyond the kingdom of Valenthia in the world of Valora.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore02", 
        "Text": "Filled with magic, strange beasts and deep, impenetrable areas of ancient forest, the Weeping Woods are a place where someone could easily get lost forever. That also makes them a perfect place to hide.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore03", 
        "Text": "Over the years, many fugitives and outlaws have fled to the Weeping Woods in order to escape the often savage justice of the Valen. Some are never seen again. Some learn how to survive the strange and sinister dangers of the woods. Some build a life there, and learn how to live in cooperative harmony with the woods' more benign creatures.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore04", 
        "Text": "The Ranger was just a child when she was lost in the woods. Her parents were Valenthian courtiers, political dissidents fleeing persecution by the regime of Valenthia. They joined the Right Hand bandits, an outlaw band who dwelt in the Weeping Woods, and the Ranger grew up there. When her parents were killed by Valenthian soldiers, she was adopted by the gang.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore05", 
        "Text": "As a child growing up in these wilds, the Ranger met the Fairy, one of the tiny, mischievous Brightlings who dwelt in the deep woods. Shy and elusive, Brightlings are seldom seen by humans, but the Fairy took pity on the orphaned child and befriended her.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore06", 
        "Text": "From the Fairy, the Ranger learned all the customs and secrets of woodland life. The Fairy taught the child the mysterious languages of the woodland creatures, showed her how to avoid or bargain with the woods' more dangerous entities, and taught her to hunt.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore07", 
        "Text": "The Ranger was clever and agile. In due course, she came to know the woods better than any other human had ever done. It became her home, and she excelled in woodcraft. She could track, hunt, climb, hide and never lose her way. She became an expert with the bow, a master of camouflage, and formed a close bond to the life of the Weeping Woods, so close that she could even gather news from the song of birds or the bark of foxes.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore08", 
        "Text": "Because of her extraordinary skills, she grew up to lead the Right Hand bandits. Her intimate knowledge of woodland lore gave them a better chance of surviving the dangers of the forest.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore09", 
        "Text": "The Right Hand outlaws. They offer shelter for fugitives in their tree-top community, and ambush and raid any Valenthian forces that dare enter the woods. Sometimes, thanks to the Ranger, the outlaws are reinforced in their attack with strange and powerful woodland creatures and beasts that the Ranger has summoned. The Valenthians consider her a terrorist and a vigilante, and she is at the top of their most-wanted list.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "archergirl_lore10", 
        "Text": "The Ranger has heard of the Eternal Contest, and has decided to take a risk and play it. She isn't sure what secret lands, or indeed other worlds, lie within the mysterious game, but she believes that somewhere in the game, she can find a truly powerful artifact or weapon that will help the Right Hand bandits strike a real blow against the tyranny of Valenthia...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore01", 
        "Text": "The Basilisk is a fierce creature and a mighty warrior. He was created using sorcery by the mysterious race of ancestor giants, known as the Ancients, to serve as the guardian of their temple in the Ashken Desert of Valora.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore02", 
        "Text": "He was made to be immortal, and has served in his guardian role for millennia, loyal and dutiful, never wavering from his post. But he is constantly in a bad mood. Though he is powerful and ferocious, his monstrous form conceals a kind and quiet soul. He appears grumpy because he has grown frustrated and bored by his eternal vigil.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore03", 
        "Text": "The Ancients made him to be a perfect guardian, creating a being who was strong, immortal, and clever enough to defend the temple as much by wits as by brawn. But his cleverness has become a curse. The Ancients made him too clever. Basilisk is deeply, agonizingly bored with his life and constant service. He is lonely and frustrated, bound forever to the temple. The centuries drag by. Sometimes no one visits or tries to enter the temple for decades at a time. Basilisk is left alone, without company, without the stimulation of friends or companions or conversation, silently patrolling the temple precinct that he has patrolled a million times already.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore04", 
        "Text": "Basilisk wants to be freed from his tedious eternal duty. He can't stand it anymore. He wants to hunt down the Ancients who made him and demand from them, face to face, an answer: Why did they make him so he suffers so?", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore05", 
        "Text": "Basilisk found the Eternal Contest thanks to a tomb robber who made the mistake of trying to sneak into the temple. Basilisk finished the intruder easily, and then found a copy of the tavern game and a soul disc in the intruder's loot sack. It took Basilisk a long time to decide whether to use it or not.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore06", 
        "Text": "In the end, his frustration was too much. He quit his post, took the soul disc, and entered the game. He aims to track down the mysterious Ancients, wherever they are in the worlds of the multiverse, and demand from them both an answer to the question of his creation, and a release from his endless duty.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "basilisk_lore07", 
        "Text": "Basilisk is a great ally in a fight, and a ferocious warrior, but he is often terrible company. He seems bad-tempered, crotchety, annoyed and rude, and he constantly complains about pretty much everything. But any who take the time to find out discover his grumpiness is just the result of years of isolation and tedium. He is a noble and kind being, and supremely loyal to any who bother to befriend him...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore01", 
        "Text": "The Blademaster is a formidable chieftain of the Ashken tribe of Talath. The desert realm of Ashken is in a distant part of Valora, and home to the potent, warlike forge tribes. The fierce Talath are the largest and most powerful of those matriarchal tribes.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore02", 
        "Text": "The Blademaster was raised in the Talath city surrounding the ancient Ashken Forge. Built into the heart of a rumbling volcano, the Forge is a place sacred to all the tribes, for it is here that the master blacksmiths manufacture the peerless blades used by their warriors.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore03", 
        "Text": "The desert realm of Ashken was once conquered by the Valen, but the tribes won back their independence. Though they remain strong allies of Valenthia, they have redoubled their efforts to protect their heritage and territory.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore04", 
        "Text": "As First Clan of the forge tribes, the Talath Matriarchs believe it is their solemn duty to protect the Forge from outsiders and interlopers. The Blademaster trained in blade skill from an early age, becoming first a member of her clan's warrior-kin, and then a noted officer in the Edge Host, the warriors who serve as dedicated guardians of the Forge itself. Stern and devoted, the Blademaster was an exemplary part of the Edge Host.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore05", 
        "Text": "But her prodigious sword skills soon showed her to be superior to every other warrior of the Talath. She finally won the high rank of Blademaster, one of the most elite warriors in Ashken society. Achieving this prestigious title required years of training, and a total mastery of martial forms. She is, quite simply, one of the greatest warriors of Valora.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore06", 
        "Text": "As a blademaster, she defended the sacred Forge many times, most notably against an incursion by the notorious bounty hunter from Valenthia. She eventually came to trust him after he proved his worthiness and passed Ashken's sacred trials. She also defeated the efforts of the heretic Ashken sect known as the Blood Zealots who, worshipping a vile and monstrous wurm, attempted to seize the Forge for themselves.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore07", 
        "Text": "With the Bounty Hunter's help, the Blademaster managed to recover a sacred Ashken blade, Soulcutter, which was the mystical symbol of leadership. This gave her the right of rule, and she became the leader of her tribe. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore08", 
        "Text": "The Blademaster has a warrior's heart and an unswerving devotion to the Talath and the Ashken Forge. She is ferocious in battle, and her sword skills are without equal. She is proud and intimidating, and deeply suspicious of outsiders. The Blademaster would never willingly leave her post as guardian of the Forge, but she fears the Eternal Contest. She has learned that a mysterious and ancient enemy of the Ashken has joined the Contest in an attempt to ply the gods for the gift of immortality. To protect her people, the Blademaster cannot let that happen.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "blademaster_lore09", 
        "Text": "The Blademaster has accepted a Soul Disc and become a champion to hunt this ancient foe and prevent him from empowering himself. The future of the Ashken is in her hands: She will find him, she will face him, and she will slice out his heart...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore01", 
        "Text": "The wise Boon Sister is a healer and also a valiant ally. Beautiful, calm and deeply understanding, she is a welcome sight to any who are suffering or in trouble.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore02", 
        "Text": "The Boon Sister is one of the noble Boon Sisters of Valora, an ancient order that considers all life sacred. To them, life is a divine blessing. Peace and stability are the cornerstones of existence. They heal the injured and cure the sick without judgment. Good or evil, life is still life.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore03", 
        "Text": "The Boon Sister has undergone all the tests and disciplines demanded by the ancient sisterhood. In her early years, she often aided warriors of Valenthia in their struggles. One of these warriors was Rogrim, the infamous bounty hunter. Rogrim could be a very self-serving man, quite the opposite of the Boon Sister, and they seemed an unlikely duo, but the Boon Sister stood at his side through many adventures, and a grudging bond formed between the pair. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore04", 
        "Text": "Later, the Boon Sister faced the hardest trial of her life. From time to time, down the ages, Boon Sisters had become corrupted because their philosophy did not distinguish between good and evil. A corrupted Boon Sister would become the Vessel of Sorrow and be consumed with madness and rage. Against her will, the Boon Sister became that Vessel, and was ultimately imprisoned beneath the Boon Sister Temple in the Ashken Desert.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore05", 
        "Text": "But the Boon Sister endured. Her deeply devout nature allowed her to understand that the Vessel of Sorrow was a necessary burden that helped preserve the sacred balance of the world of Valora. Through that understanding, she embraced that sacrifice, and became the first Boon Sister to ever survive being the Vessel. Through strength of will, she prevailed and was reborn as the greatest of her kind.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore06", 
        "Text": "Renewed and remade, the Boon Sister was released from her prison of suffering. Returning to the world again, she found she possessed new powers. She had become a champion of life. In her basin, she carries the sap of the sacred Boon Tree, which she uses to heal and to command an elemental control of water. She is confident and serene, now keenly aware, thanks to the horrors of her trial, of both the wonders and the miseries of the world. She has been reborn wise enough to engage both with a calm and clear mind.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore07", 
        "Text": "The Boon Sister discovered the Eternal Contest when it became popular in the taverns and courts of Valenthia. At first, it seemed to be just a simple and ingenious board game, but the Boon Sister began to suspect it was more than just a diverting entertainment. She sensed that greater cosmic forces might be working through the game. Fearing that the balance of the world might once again be in danger, she accepted a soul disc, became a champion, and willingly entered the Eternal Contest to learn its secrets.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore08", 
        "Text": "Having once been a threat to the order of the world herself as the Vessel of Sorrow, the Boon Sister is determined to stop any other force from overthrowing the natural order. She did not voluntarily become the Vessel, but surviving that trial transformed her into one of the highest and most noble defenders of Valora. Now she willingly enters the game and places herself in harm's way to protect her world from dark and insidious forces, and safeguard the values she holds most dear. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "boonsister_lore09", 
        "Text": "But she can't do it alone. She will need other champions to stand with her. Perhaps old friends... or strange new ones...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore01", 
        "Text": "Of all the warriors that have arisen in fabled Valora, the man known as the Bounty Hunter is perhaps the greatest. His prowess with the sword is fearsome, but what truly sets him apart from others is his formidable strength and constitution. He can endure grueling punishment and great fatigue, the battle weariness that would overcome any lesser warrior, and keep pushing towards victory. He is notoriously relentless.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore02", 
        "Text": "But he is hardly considered a hero. He is a mercenary through and through. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore03", 
        "Text": "In his early days, he was a thief and a sell-sword in the wilder provinces of Valenthia, roaming far and wide, a roguish blade-for-hire who would take on any challenge if the price was right. His deeds in those early years were numerous, but few are celebrated in song or story. The Bounty Hunter seldom talks about his formative adventures. They were not the deeds of a fine hero, though he often displayed great valor, for he was only ever in it for the money. One day, perhaps, the dark and strange tales of his early years will be told.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore04", 
        "Text": "Eventually, the Bounty Hunter's reputation as a ruthless cutthroat and soldier of fortune became widely known. He was the man who could get problems solved, if your purse was deep enough. He was reliable and indomitable... provided the money didn't run out.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore05", 
        "Text": "He became the leader of a bounty hunter guild. Gathering like-minded warriors around him, he led his guild to victory in many wars and battles. He never cared whose side he was on, or if the cause he supported was good or evil: To him, the right side was the one that paid, or rewarded him with treasure.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore06", 
        "Text": "Nevertheless, some believe a spark of nobility exists within him. The Bounty Hunter has saved the world on many occasions, despite claiming that all he was interested in was the coin. It is possible that over the years, some of his unlikely allies -- such as the serene Boon Sister -- have managed to have a good influence on him, guiding him towards a higher purpose. The Bounty Hunter, of course, denies this.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore07", 
        "Text": "The Bounty Hunter's influence and reputation became so great that he eventually became the ruler of Valenthia. As a figurehead of that nation, he had all the power he could have ever wished for, but it was a role that he secretly hated. The Bounty Hunter had little tolerance for politics or court intrigue, yet he was constantly being drawn into such affairs. He eventually turned his back on the throne and slipped back into the dangerous shadows of the world, returning to his life as a lord-less warrior, saved from responsibility, seeking nothing more than the next paying job.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore08", 
        "Text": "The Bounty Hunter stumbled on the Eternal Contest in a Valenthian tavern. He was amused by the game of luck and skill, but more than that, he was enticed by the mysterious promise of reward and riches for the victor. As ever, the allure of gold was too much for him to resist. He took a soul disc and became a champion, hoping to prevail, as he had always done, and win the game. At least, that's what he claims. He insists he is only ever after the great rewards and treasures of the world, but his history proves he is often more courageous than that. The Bounty Hunter may not admit it, but he may be in the contest to uncover its secrets and reveal its true purpose. The contest stinks of sorcery, and the Bounty Hunter has been around long enough to know that sorcery usually represents a great threat to the world.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore09", 
        "Text": "The sort of threat... the sort of evil... that he alone is mighty enough to defeat.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore10", 
        "Text": "The Bounty Hunter is ruthless and dangerous, and many would call him amoral. But he is, however, good company. He has a dark sarcastic wit, and delights in irreverent gallows humor. He makes for a good companion in tavern nights of gaming and carousing.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "bountyhunter_lore11", 
        "Text": "More importantly, he is the man you most want at your side when the fighting starts. Just make sure you can afford him...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore01", 
        "Text": "Who's that cute little girl...? ARRGHHHHHHH!", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore02", 
        "Text": "Beware the Candy Munchkin. If you meet her, you could end up in big trouble... and it won't be her fault. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore03", 
        "Text": "Several worlds in the multiverse enjoy the great-tasting sweet treats from Munchkin Munchies, an intergalactic candy company. You can see posters for their products on Slammad, where they are the snacks of choice for Coliseum audiences, and even in the dark cities of the Skand the tasty sweets are very popular. What most people don't know is that Munchkin Munchies Co. hit upon their best-selling recipe by accidentally mining a wormhole in space -- a wormhole that led through the crispy outer coating of the Candiverse, a pocket dimension, and led homeward to Candikind. Munchkin Munchies have been mining, exporting and selling candy ever since. The strange folks of Candikind don't mind much; they have all the candy they need, and marshmallow factories on the shores of the great bubblegum lakes produce more and more of it every day, filling the air with sticky, sweet-smelling steam.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore04", 
        "Text": "The Candy Munchkin was accidentally brought through the wormhole by a Munchkin Munchies mining team. Always a troublemaker and seriously hyperactive, she ignored the warnings of her kind to stay away from the outsiders' mine and got dragged in by a mine scoop. The people at Munchkin Munchies weren't sure what to do with her until one bright spark in the marketing department decided she would be a great brand icon for their candies. Her face appeared on all the posters and packaging along with her sing-song catchphrase of \"Sweeeeeeeet!\", and helped to sell a trillion more units. The Candy Munchkin herself became an intergalactic icon and celebrity.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore05", 
        "Text": "However, she cannot stay out of trouble. Sassy and capricious, the Candy Munchkin is followed by mishaps wherever she goes. She soon got bored of being an advertising icon and went off to have her own adventures, exploring the worlds of the multiverse and getting into... you guessed it... trouble. She loves playing pranks, and thinks everybody is far too serious. She's also not as cute and innocent as she likes people to think. Her sulks when things don't go her way are legendary, and she also likes to fib.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore06", 
        "Text": "But she's not a bad person. Her outlook on life is very odd because she comes from the very peculiar realm of the Candikind. She's a little naughty, but she really hates bullies. She will stand up to anyone she sees as mean, and then unleash her devastating candy cannon.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore07", 
        "Text": "The Candy Munchkin is in the Eternal Contest because it's a game. She loves games, and if this game is the best game life can offer, she wants in! Rules? What rules? It's all about having fun, isn't it? Oh, and playing pranks.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "candygirl_lore08", 
        "Text": "The Candy Munchkin has no idea what the point of the game is, and she doesn't care. She just wants to play. Oh, and of course, she will sulk if she doesn't get to win.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore01", 
        "Text": "The Spearman is a mighty warrior from the ancient past of the world called Earth.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore02", 
        "Text": "He was a famous general and warlord during the Eastern Han Dynasty in China. His exploits and victories were many, and indeed the Spearman is quite amused at how many of them have been exaggerated or added into the myths about him.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore03", 
        "Text": "What is true is that he is a great warrior, and a brilliantly gifted tactical leader. It's also true he can sometimes be rash and temperamental. He always seeks to be the greatest, and to surround himself with the most capable warriors, and is frustrated and disappointed when others fail him. He believes his destiny is to conquer and rule the entire world.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore04", 
        "Text": "Legends say that the Spearman died in the year 199 A.D. But the truth is stranger. The Spearman had become frustrated that he had not become the great warlord-king he dreamed of being. He discovered the Eternal Contest and decided to accept a soul disc, faking his own demise and slipping away from the world of Earth.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore05", 
        "Text": "Now he is a champion in the game, seeking to test himself against all foes and push himself to greater triumphs and achievements. He wants true immortality so that he can conquer and rule: and not just one world -- all worlds. He is a dangerous adversary, striking with the fury of a tiger, and he also has a short temper and is quick to turn away from those who he feels have let him down.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "chinesespearman_lore06", 
        "Text": "He also has a mystery. Some claim that he is not the real Spearman at all. He is certainly younger and more magically powerful than he would have been at the time of his alleged death in Jiangsu. Has he been reincarnated as a game champion with the full vigor of his youth? Or is he a magical being created by the game in the Spearman's image?", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dragonguard_lore01", 
        "Text": "The Dragon Guard is an animated statue from the world of Valora. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dragonguard_lore02", 
        "Text": "Dragon Guard statues, fearsome and terrifying, were built in olden days wherever dragons lurked. They marked the lairs and sanctuaries where dragons sheltered and served as waymarks to warn people to keep away from such deadly regions. The sight of them alone was supposed to keep people at bay.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dragonguard_lore03", 
        "Text": "Nevertheless, mortal heroes still came to these secluded places, seeking out the ancient dragon kind in order to prove their valor or steal from their troves. Bitter that their territories were so often invaded by outsiders, the dragons used their magic to animate the Dragon Guards. The Dragon Guards became more than just scary statues intended to ward people off; they became living, moving guards, ferociously dangerous, who watched over the entry points of dragon territories to keep intruders out.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dragonguard_lore04", 
        "Text": "Dragons are among the most dangerous creatures on Valora... but to even get to one, you must first risk the savage vigilance of the statues who patrol their lairs.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dryad_lore01", 
        "Text": "The Dryad and her tiny companion Wol come from the realm of Arbaeturnum. No scholar has yet determined if Arbaeturnum is an actual world of the multiverse, or some mystic realm that transacts with reality. Arbaeturnum is an endless forest, the \"eternal woodland,\" a leafy realm of emerald twilight, of dryads and wood creatures and secret pools. It is possible that this mystical realm is the \"woodland dimension\" from which all woodlands spring. If you go deep enough into any forest on any planet of the multiverse, such as the Great Blackbark Glades of Emanaton or the Weeping Woods of Valora, you will eventually find a pathway into Arbaeturnum.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dryad_lore02", 
        "Text": "The Dryad is kind and clever. She has an excellent knowledge of herbs, seeds, roots and magical flowers, and can concoct salves and potions to heal the sick or perform other small magics. She is a leptaur -- half human, half rabbit -- and enemies often dismiss her cute and loveable appearance. But she is valiant and spirited, and will battle staunchly to protect an ally or friend. Like all dryads, she wields the power of nature, which she channels through her staff, accessing the mystical energies of Arbaeturnum. She can converse with plants, find hidden pathways, and conjure up roots to entangle and trammel her foes.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dryad_lore03", 
        "Text": "Wol is a small owl, a familiar the Dryad has liked ever since it was a hatchling. It is very loyal and, though it does not speak, very wise. It is her early warning system, its sharp eyes alert to any approaching danger.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dryad_lore04", 
        "Text": "Dryads lead happy lives in Arbaeturnum, and spend their days in play. They especially enjoy games. The Dryad has ventured out of the Eternal Forest into the worlds of the multiverse -- which her people know as \"the Clearing\" or \"the space between the trees\" -- because she has heard of the Eternal Contest and wonders if it will be a diverting game to bring back to Arbaeturnum to entertain the wood-folk. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "dryad_lore05", 
        "Text": "But the more she learns of the Contest, the less she likes it. It's not an idle game, but in fact a more complex and sinister form of strategy. The stakes are high, and the tree spirits of Arbaeturnum have urged the Dryad to press on and learn the dark secrets of the contest, lest they grow to threaten the Eternal Forest itself...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore01", 
        "Text": "The Fairy, impish and full of mischief, is one of the Brightlings who live in the Weeping Woods of Valora.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore02", 
        "Text": "The Brightlings are tiny and elusive magical creatures who prefer to stay out of sight when big lumbering mortals are around. They live for centuries, and there has been a Brightling Court in the deep heart of the woods for as long as the woods have been there.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore03", 
        "Text": "Brightlings are gifted with great magical arts and woodcraft, and have a close relationship with the other entities of the woods. Some of them, like the Glade Gnomes, are friends. Others, like the plodding Oakmen, are allies. Some, like the angry Boar-beast or the Big Wolf, are enemies to be teased or ignored.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore04", 
        "Text": "The Fairy is the most daring and rebellious of her people. She is fascinated by the world outside and the life of humankind. This inquisitive nature has often gotten her into trouble, and certainly earns her the disapproval and rebuke of the other Brightlings.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore05", 
        "Text": "It was the Fairy who befriended the orphaned human child later known as the Ranger, and who taught her the ways of the wild woods. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore06", 
        "Text": "The Fairy, like all her people, is mischievous and cheeky, and enjoys nothing better than a practical joke. She plays tricks on passersby and her delighted giggles can be heard ringing through the forest glades. She is not the cleverest soul -- her attention span is very short and she is easily confused, but she is caring, kind and very loyal. Her magical abilities, like all Brightlings, are surprisingly powerful. Her tiny stature is misleading -- she can take on a foe much greater in size.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore07", 
        "Text": "Brightlings never leave the Weeping Woods. Though the Fairy would love to see the world outside, she has never plucked up the courage to leave her home behind. But she cares very much for her human friend the Ranger.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore08", 
        "Text": "When the Fairy learned that the Ranger had accepted a soul disc and entered the Eternal Contest, she was distraught. She missed her friend, but more than that, she was very afraid the Ranger would come to harm playing the game, and never return.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "faerie_lore09", 
        "Text": "Unable to contain her worry, the Fairy horrified the other Brightlings by accepting a soul disc herself and entering the game. She is determined to find and help her friend, and bring her home safe. Along the way, she will finally get to explore the many worlds beyond the woods. And there will be many wonders and marvels to distract her curious mind along the way...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore01", 
        "Text": "The dreaded Fox Assassin is as deadly as she is beautiful.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore02", 
        "Text": "She guards her own history and secrets carefully, fearing that enemies would use such intimate information to defeat her, but it is believed she originally comes from the distant world of Earth where she was born into a noble family of great esteem.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore03", 
        "Text": "Because of her breathtaking beauty, she quickly became the favorite of a powerful dynastic king. But few realized the wicked secret that lurked within the king's bewitching consort. As a young girl, she was trapped and then possessed by an ancient vixen spirit. Her appearance as a beautiful young woman was just a mask; in truth, she was a cunning and evil fox who delighted in cruelty.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore04", 
        "Text": "Inhabiting the body of the human girl, the vixen spirit explored and exploited the world of man, toying with victims and conducting brutal anatomical experiments to learn literally how they worked. She liked to slice open and dismember her prey to discover their internal functions and the limits of human pain.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore05", 
        "Text": "Just like a fox, she is sly and extremely cunning. The malevolent abilities of her animal spirit have made her a feared assassin. She excels at being quick, stealthy and ruthless, often defeating her opponents by surprise and with trickery. Far too many victims have lowered their guard because of her seductive and attractive manner.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore06", 
        "Text": "The vixen spirit within her has also given her potent mystical abilities, especially the searing fox fire that she can conjure up and unleash. The grim cruelty of the malevolent spirit force lurking within the Fox Assassin has never left her: She gleefully enjoys inflicting pain -- the more inventive, the better -- and making her victims suffer harrowing torture. It is said she has mastered an attack known as the \"heart ripper.\" Not only can the Fox Assassin steal your heart with her looks and charm, she can literally tear it from your body.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore07", 
        "Text": "Her luxurious life as the king's consort on faraway Earth is over. Now, the Fox Assassin longs to regain power and wealth, and to live a life of privilege and total authority. She believes that the Eternal Contest is a means to that end. She intends to play, with all the considerable guile and treachery she possesses, to achieve the great rewards and regain her powerful status.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "foxninja_lore08", 
        "Text": "Though dangerous and impossible to trust, the Fox Assassin is a superb Champion in the Eternal Contest. The vixen spirit makes her one of the most inquisitive, devious, sly and ingenious Champions. Her level of cunning is unparalleled, and for that alone, she is a valuable member of any party. But do not be deceived; her relentless cruelty makes her as dangerous to her friends as she is to her foes.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore01", 
        "Text": "In prehistoric times, long before the world of Valora was even called Valora, the first men venerated certain sites as sacred places, and raised great stones to mark their significance. For generations, the tribes gathered at these sites and worshipped the standing stones.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore02", 
        "Text": "But time moved on, the millennia passed, and those early prehistoric tribes vanished. New civilizations arose, bringing with them new ideas, new faiths and new religions. The old sites, and their ancient stones, were forgotten.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore03", 
        "Text": "But the stones did not forget. Generations of worship by the early tribes, combined with the mystical powers concentrated in those sacred places, had slowly made the stones sentient. They began to think, to become aware... and to remember.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore04", 
        "Text": "Eventually, the ancient stones wondered why no one visited them anymore. They hauled themselves out of the earth and began to walk, slowly and resolutely, out across the world, in search of the people who had built them.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore05", 
        "Text": "The Golem is one such rock man, perhaps the most powerful of his kind. He is immensely slow -- both physically and mentally -- moving at a slow pace and speaking in long, drawn-out sentences. But he is also heavy, astonishingly powerful, and almost impervious to damage.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore06", 
        "Text": "Though he appears slow, the Golem is far from stupid. Like all his kind, he is extraordinarily wise, for he has stood and watched the whole history of the world pass by from its very beginning. He has the wisdom of the ages, and along with that wisdom, he is kind and generous, but you have to spend some time with him to work this out, because his manner is so slow it takes a while to get the measure of him.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "golem_lore07", 
        "Text": "The Golem is on a long, slow quest for answers, and he has plodded his way inexorably into the Eternal Contest in the hope he might find some there. He wants to know what became of the long-vanished tribes. He remembers their worship, and wonders why they left him and his kin alone so long ago. More than anything else, he wants to know why they built him. What was his purpose and significance? The answer, he is convinced, lies somewhere... perhaps deep in the mysteries that lie at the heart of the Eternal Contest.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore01", 
        "Text": "The fierce Mercenary comes from the world of Valora... but no one knows exactly where. The Mercenary has never fit in, and wherever she was born and raised, she has long since left it behind. She refuses to be drawn whenever she is asked about her origins. She says the whole world is her realm, and her home is wherever she happens to be. She is a true wanderer.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore02", 
        "Text": "She first came to fame as a young warrior when she joined the Bounty Hunter Guild of Valenthia. Mercenary life suited her well -- she had the skills, and being a mercenary meant she didn't have to conform to any set of values or commit to a cause. She rose through the guild ranks fast, and eventually came to rival the Bounty Hunter himself, the infamous leader of the guild. To this day, they remain great rivals, though there is a grudging respect between them, and they have fought stalwartly side by side as often as they have faced each other across the field of battle.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore03", 
        "Text": "The restless Mercenary quit the guild and went rogue. More than anything, she felt that the rules and codes of the guild were too stifling. She has a need to be free, and has always fought against constraints. A rebellious spirit, she has no respect at all for authority or the customs of society.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore04", 
        "Text": "Indeed, her reckless and cavalier attitude has been a curse. She has no regard for the consequences of her actions, and will often do the wrong thing in a given situation simply because she hates to conform.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore05", 
        "Text": "Nevertheless, she has saved the day on many occasions with her courage, and turned the tide in many battles with her martial prowess. She'd never admit it, but she has changed the course of history for the Valen people in positive ways many times.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore06", 
        "Text": "She is selfish and only looks out for her own interests. She would never consider herself a hero. All she wants out of life is two simple things: the freedom to walk her own path, and a decent bag of gold for her services.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "mercenary_lore07", 
        "Text": "The Eternal Contest appeals to her. There's a reward involved, a reward for the winner, and she says she's only in it for the money. But deep down, she accepted a soul disc and became a champion in the game for more personal reasons. The Mercenary has always served -- or fought for -- others. She wants to be free, and not bound by the laws or desires of other people. The Mercenary wants power -- a kingdom of her own to rule. A whole cosmos of worlds lies within the Eternal Contest, and that vast multiverse offers her the space and promise to achieve that goal: to rule and command others for a change...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore01", 
        "Text": "The Ink Ninja, ever wise and curious, comes from the realm of Xinkashi, a part of the world of Valora very far away from the land of Valenthia. Xinkashi is an ancient culture that has developed great arts, sciences and philosophies, and has technologies not seen in any other part of the world.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore02", 
        "Text": "The Ink Ninja was born in a small village, but from an early age his great intelligence and nimble frame marked him out as special. He was sent away to study with the warrior-monks of Xin, and spent most of his youth training in disciplines of mind, body and spirit in their isolated monastery.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore03", 
        "Text": "The Ink Ninja mastered the swift and stealthy fighting skills of a Xin monk, and was a formidable combatant. But his real interests were the pursuits of the spirit and the mind. He wanted to learn the true secrets of the cosmos and become properly enlightened.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore04", 
        "Text": "The day came when the Ink Ninja felt he could learn no more from the monastery's library of science and philosophy. He had studied every volume and scroll a thousand times. He had perfected the art of calligraphy and drawing to such a level that, with a flick of his brush, he could perform magic with ink, creating whole new words and symbols of magical power. Rather than the traditional fighting cane wielded by other warrior-monks of Xin, he took to carrying a large, fine calligraphy brush which doubled as a fighting staff and an instrument of magic.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore05", 
        "Text": "To the dismay of his fellow monks, the Ink Ninja decided to leave the monastery. He set out into the world with his only companion, a faithful frog-steed called Quok, who he had created out of nothing with a flick of his brush.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore06", 
        "Text": "The Ink Ninja became an Unxin, a wandering, masterless pilgrim, traveling the backwaters and byways of Xinkashi in search of adventure and enlightenment. His aim was to learn all he could, so that he could master divine writing, and transform his calligraphic magic into an art that would unlock all the secrets of creation. Village communities came to welcome the arrival of the strange Unxin, for he would often deliver them from dangers such as monsters, demons or restless phantoms. During his travels, he met the mysterious Snake Lady, and they became allies and lifelong friends.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore07", 
        "Text": "When the Ink Ninja learned of the Eternal Contest, he first dismissed it as a simple amusement. But his curiosity got the better of him, and he realized that the game was far more than just a game. The Ink Ninja, astride the loyal Quok, has accepted a soul disc and become a champion, because he believes that in the heart of the Eternal Contest, the true and enlightened secrets of the whole multiverse are waiting to be discovered. To him, the Contest is a way of finally mastering divine writing.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "ninjafrog_lore08", 
        "Text": "But it will take a brave, resourceful and clever Unxin, and every drop of his ink-magic, to do it...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore01", 
        "Text": "If ever there was a villain, it is the deranged Psion.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore02", 
        "Text": "The Psion comes from the \"anti-world\" of Ael'zar. Ael'zar is one of the many worlds of the multiverse in its own right, but it is a shadow realm created by the conjunction of other worlds. In ancient times, the worlds of Emanaton (famed for its psionic powers), Slammad (famed for its technology) and Valora (famed for its magic) entered a once-in-a-lifetime astrological alignment. The paths and shadows of these worlds overlapped and eclipsed each other, spontaneously creating the mysterious and elusive anti-world of Ael'zar, a planet that combines the traits of its three parent worlds. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore03", 
        "Text": "On Ael'zar, psionics, magic and technology abound, and all three have fused together to create a bizarre arcanotechnology.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore04", 
        "Text": "The Psion was one of the anti-world's most eminent scientific minds, and pioneered many arcanotech inventions that revolutionized society and created the thriving, modern world of Ael'zar. But he was obsessed with the one aspect of Ael'zar that was its most mysterious: the third element of the mystic trifecta -- psionic powers! He wanted to master the power of the mind.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore05", 
        "Text": "The Psion labored day and night to unravel the mysteries of the mind's inner workings, creating an elaborate apparatus to augment the limits of human mental capability. One day, while testing his latest creation, there was a horrible accident that nearly killed him. Psionic feedback ripped his mind apart and left him in a coma. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore06", 
        "Text": "The finest arcanotech healers in Ael'zar worked for weeks to restore the respected scientist, finally managing to sustain his life using his own creations to feed and augment the psionic energy of his brain. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore07", 
        "Text": "But when the Psion awoke, months later, he was a changed man. He couldn't be disconnected from the machinery without dying, so he constructed a special suit to keep him alive, and to augment his mind even further. At this point, his mind had expanded to hundreds of times the normal human capacity. He found that he now had advanced psionic abilities, and could easily lift and manipulate objects with his mind alone. These abilities came at a terrible cost; he had become entirely insane. An unstable madman, the poor doctor was incapable of exhibiting the compassion and empathy that originally inspired his work. The Psion began to do more and more horrifying experiments, eventually drawing the distrust and ire of his colleagues. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore08", 
        "Text": "Deciding that the doctor must be stopped, the city drove him out, destroying his laboratory and as much of his research as they could. Enraged, he fled to the countryside and constructed an imposing fortress tower from which he could conduct his unsavory experiments with impunity -- THE FORBIDDEN TOWER. To this day the doctor toils day and night in the flickering light of his creations, developing new, mad devices to unleash upon the city that cast him out.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "psykomancer_lore09", 
        "Text": "The Psion is a formidable opponent, and a powerful asset to any war party. The intricate peculiarities of the Eternal Contest appeal to his unstable mind. He believes the game contains eternal secrets that could empower him and allow him to build even more terrible devices of control and destruction. Woe betide any foolish mortal who gets in his way as he strives to win the game for himself!", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "raptor_lore01", 
        "Text": "The Valkyrie is a warrior from the high mountain stronghold of Fiallgard on the world of Emanaton. The Valkyrie keep themselves apart from the civilization of the Espers who dominate that world. Their city fastness is a virtual aerie, perched high up in the mountains and accessible only by flight. The Valkyrie oppose the Esper domination of the world, and hate the way the Espers drive conflict between the kingdoms and cultures of the planet below. The Valkyrie are not strong or numerous enough to battle the Espers directly, so they remain in isolation, but they keep watch and intervene whenever they can, often to assist the injured or those left helpless by the effects of war.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "raptor_lore02", 
        "Text": "The Valkyrie showed great aptitude for magic as a child, and was accepted into the Valkyria, the high mystic order of Fiallgard. Fiallgard is the one part of Emanaton where true magic still exists -- magic that is not enslaved or channeled by means of technology or psionics. This is due to its remote location and its proximity to the raw elements of sky and storm. The Valkyria are warrior-mages who command elemental sky magic in its purest form. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "raptor_lore03", 
        "Text": "Trained by the Valkyria master mages, the Valkyrie has excelled in her ability to use storm magic. She is well versed in the arts of healing, and can protect her allies by conjuring up shearing winds. She can summon lightning from the heavens, or blast the fierce electrical fury of the storm from her staff.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "raptor_lore04", 
        "Text": "From the high crystal towers of Fiallgard, the Valkyrie and her sisters watch over the world, ever vigilant for signs of evil influence, intervening when they can. To the Valkyria, the Eternal Contest is an insidious danger, some inscrutable plot to alter the universe by forces unknown. Though they cannot yet wrest Emanaton from the grip of the Espers, the Valkyria believe they can effect greater change in the multiverse as a whole by defeating the spread of the Eternal Contest. The Valkyrie, noble and determined, has set out from Fiallgard to penetrate the game, discover its inner workings, and break its hold over the universe before it changes things forever. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore01", 
        "Text": "The Derby Girl is an all-star, all-winner champ of the famous Ultimate Blitz Coliseum. On her world of Slammad, one far away from the ancient domain of Valora, Ultimate Blitz is the most popular game, a sport that combines speed, agility and excess violence. The Derby Girl is a star competitor, and when she speeds out into the stadium, the crowd goes wild.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore02", 
        "Text": "The Derby Girl grew up on the streets of the towering urban sprawl known as Rumbletown. In her early years, she learned to fend for herself, foraging and thieving in the endless slums. A fight was never far away, and the Derby Girl quickly learned to defend herself against the vicious gangs that ruled the wasteland domain. She's a sharp-tongued motormouth who can joke her way out of tight spots, but when talking fails, the Derby Girl knows she can depend on her fists or a well-aimed kick. And talking usually fails. These days, she will often get the punch in first anyway.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore03", 
        "Text": "Slum life in Rumbletown was tough and unforgiving. The Derby Girl grew up dreaming of getting out and making her fortune in the glittering world of the Coliseum. A career in the bloodsport Blitz was the only path to success for a street kid lowlife with zero prospects. She joined several skater gangs, and soon perfected daring street-wheel skills that were the envy of all the gang members, and which got her in -- and out -- of trouble on many occasions.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore04", 
        "Text": "Eventually, the Derby Girl was spotted by one of the Coliseum talent scouts who regularly cruised the Rumbletown slums in their armored speeders, looking for fresh meat for the bloodsport arena. She was signed up when she powered in to save a stranded talent scout from an attack by the Ditch End Spikes. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore05", 
        "Text": "As soon as she reached the Coliseum, she knew she'd found her calling. The crowd quickly took to her death-defying skills, her no-prisoners attitude, and her outrageously smart-mouthed banter. She won the All-Star Blitz Tourney five years in a row, and became a major celebrity in the game. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore06", 
        "Text": "The Derby Girl is spunky, sassy and playful. It's hard not to like her, even though she is often reckless and impulsive. She's hell on wheels, and she swings a mean baseball bat.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore07", 
        "Text": "But she's easily bored. She's won Ultimate Blitz's ultimate accolade five times now, and she's looking for something else to test her. Maybe the Eternal Contest, which is beginning to become popular in the dive-halls and backstreet bars of Rumbletown, can offer a fresh challenge that will satisfy her endlessly edgy competitive spirit.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "rollerderby_lore08", 
        "Text": "When the Derby Girl accepted the soul disc and became a game champion, she had no idea where the Contest would take her, or the crazy, strange worlds she would visit. And those other worlds had no idea what was about to hit them...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "sentinel_lore01", 
        "Text": "It's amazing what the mechanical savants of the world called Slammad can create. The sentinel robots are killing machines built from scrap and spare parts. They are murder-bots, pure and simple, and can be used to attack or programmed to patrol and guard. The original models, it is believed, were created as \"track hazards\" and opponents for the Ultimate Blitz Coliseum in Rumbletown -- just another danger that the competitors had to overcome. Some damaged models, scrapped after destructive encounters in the arena, have now gone rogue, and wander the junkpile regions of the wilderness.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "sentinel_lore02", 
        "Text": "Some units have been modified and \"improved,\" making them especially dangerous, hard-to-kill death-bots. It is rumored that the most lethal of these \"custom jobs\" are the work of the Engineer, who -- with typical idle curiosity -- was trying to make the deadly even deadlier...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "shark_lore01", 
        "Text": "Long ago, on the world of Nundatus, there existed a great civilization of men called Eelaan. The people of Eelaan, proud and advanced, soon came to dominate the world, and ruled every scrap of dry land. Only the deep oceans of Nundatus lay outside their control. So desperate were the people of Eelaan to achieve mastery of the entire world that they deliberately sank their city into the sea in order to command that realm too. The Eelaani used their technology and magic to transform themselves into amphibious creatures, beings who could live on land and sea alike, and dominate both.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "shark_lore02", 
        "Text": "But the process couldn't be halted, and in time the Eelaani became creatures of the sea, shunning the dry lands and living their lives as an aquatic race. They are in constant war with the native cultures of the ocean, who resent the invasion of their watery realm by the proud Eelaani.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "shark_lore03", 
        "Text": "Some of the Eelaani have become so transformed they are true mutants, adopting the traits and characteristics of ocean life, such as the Shark, whose once-human form now resembles an ocean predator. Brutal and powerful, he is a warrior feared on Nundatus for his strength and aggression. The Shark is not a highly intelligent being, but he possesses extraordinary low cunning and is virtually fearless. He is prized by the elders of Eelaan as a warrior and shock trooper. Once engaged with an opponent, he is relentless and almost impossible to shake off.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "shark_lore04", 
        "Text": "This relentless attitude has drawn the Shark into the Eternal Contest. Initially intrigued by it, he now cannot, by nature, let the game go. It is a thing to be beaten, and the Shark doesn't ever give up until he has achieved victory. It is not in his predatory nature. He tells himself and others that he plays the game for the glory of Eelaan: The contest is just another thing for the Eelaani to conquer and become masters of. He claims he is in it for the glory of his people.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "shark_lore05", 
        "Text": "But, in truth, he simply cannot stop. He has locked his fathomless black eyes on the prize, and fights on with unstinting savagery in order to win... whatever \"winning\" actually means.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore01", 
        "Text": "Long ago, the Snake Lady was a magical white serpent who dwelt in the forests of Xinkashi. She often tried to help travelers who were lost and in trouble. They were always alarmed by the appearance of this large white snake, and seldom understood the beautiful snow-white creature meant them no harm.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore02", 
        "Text": "The Snake Lady was simply fascinated by the other creatures of the world, especially those such as humankind, who had limbs and who walked upon the earth. She wanted to know more about them and how they lived their strange lives, and she wanted to learn their philosophies and ideas, and to share with them her own wisdom, for the snake is one of the wisest creatures of all. The Snake Lady was horrified by the troubles of the world, the wars and disasters that afflicted the so-called civilized races. She couldn't understand how such complex creatures could end up in so much confusion and chaos.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore03", 
        "Text": "One day she met the wandering Unxin Ink Ninja, who was passing through the province. He was not alarmed by her giant, serpentine form. They became friends, and spent many days and nights in conversation, discussing ideas and philosophies. The Snake Lady, very innocent of the ways of humankind, fell in love with the Ink Ninja. She knew the Unxin could never love a snake, so, inspired by the Ink Ninja's ability to create with the stroke of his brush, and through a great feat of will, she used her magical powers to transform herself into human form.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore04", 
        "Text": "The Ink Ninja was startled and shocked. He gently explained to the Snake Lady that he had devoted himself to the solitary path of the Unxin so he could not share a life with her. The Snake Lady was deeply disappointed, and ashamed of her naive actions. But the Ink Ninja showed her that she had given herself a gift: In transforming herself, she could at last enter and explore the world of Valora, meet with its numerous creatures and races, to both learn from them and share her wisdom. Humans would no longer be afraid of her.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore05", 
        "Text": "The two of them remained great friends, and often had adventures together. The Snake Lady set out into the world, her curiosity driving her to learn, understand and teach. On many occasions, this magical and immortal being has saved lives, been a staunch defender of the oppressed, or brokered peace between warring kingdoms through her calm diplomacy and insight.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore06", 
        "Text": "The Snake Lady travels the world of Valora as an explorer and pilgrim, accompanied by a fellow snake spirit, her friend and companion. She is peace-loving and restrained, but is nevertheless able to fight when necessary, especially when faced with an evil or daemonic foe that won't listen to reason. Driven to combat, she can strike with the power and speed of a snake, and is an implacable adversary. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "snakelady_lore07", 
        "Text": "From her old friend the Ink Ninja, the Snake Lady learned of the Eternal Contest. While the Ink Ninja entered the contest to learn yet more secrets of the cosmos in order to perfect his divine writing, the Snake Lady was more greatly troubled by it. She fears that the Eternal Contest represents a grave new threat to Valora, a potentially great problem that could destroy mankind. The Snake Lady has entered the game as a champion to take on and vanquish any otherworldly threat that could menace the human race she loves so much...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "symbiot_lore01", 
        "Text": "The anguished and tormented Esper comes from a world called Emanaton in the far reaches of the multiverse. Emanaton is a world where high science has combined advanced technology with the power of psionics, joining them in a powerful union. Adepts who achieve this special union achieve the high rank of esper. ", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "symbiot_lore02", 
        "Text": "The most proficient of these so-called espers enslave and control technology with their powerful minds, becoming dangerous and potent elemental beings. The Esper is one of these warriors, the most powerful of her kind. Her specialties are telekinesis and tele-energetics. She can move objects with her mind, and cast arcing blasts of electricity.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "symbiot_lore03", 
        "Text": "But becoming a techno-elemental comes with a price. It takes years of psychic training, grueling physical discipline, and sacrifice. The Esper has been forced to shed much of her original physical body to become what she is today, a process that has left her in constant pain. Furthermore, the constant generation of psychic power she uses to sustain herself causes mental anguish. There is no relief from this: The Esper's anguish is the very fuel that powers her abilities. Every time she uses her powers, she is effectively harnessing a primal scream of pain.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "symbiot_lore04", 
        "Text": "The Esper has been drawn to the game not by the prospect of winning, but in the hope of finding some release from her torment. She believes that somewhere out there, in one of the many worlds and realms connected by the Eternal Contest, she may find something... be it magic, technology or psionics... that strengthen her, allowing her to keep her considerable strengths and abilities while removing the pain they cause her. Bitter and twisted, she will not be stopped in her quest...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "timekeeper_lore01", 
        "Text": "Not only does no one really know where the Time Keeper comes from, no one knows from when. The Time Keeper himself will sometimes tell people he originates from the Temple of the Ancients in the Ashken Desert of Valora, but at other times he says this is actually his intended destination.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "timekeeper_lore02", 
        "Text": "Very wise and very old, the Time Keeper possesses power over time itself, and may actually be living his life backwards through time, or even sideways, or in a zigzag pattern. He wields a magical sword called Longhand, which allows him to cut through time itself. He can even summon ghosts of himself from the past, present or future, or conjure his sword from other periods in time.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "timekeeper_lore03", 
        "Text": "The Time Keeper knows a great deal about everything. Unfortunately, his relationship with linear time is so jumbled, he often gets information in the wrong order. He encounters many other champions that he believes he has met before, though they have yet to have that encounter themselves. But no one is better at solving a riddle or paradox than the Time Keeper.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "timekeeper_lore04", 
        "Text": "The Time Keeper has accepted a soul disc and entered the Eternal Contest as a champion because he believes the game has, ultimately, a sinister purpose. He is deeply troubled that the multiversal structure of the game will eventually damage the time stream itself, causing a temporal collapse, and he is especially concerned about the abuse of Time Crystals, which he fears will petrify and dam the natural flow of time.", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }, 
    {
        "Id": "timekeeper_lore05", 
        "Text": "The Time Keeper is in the game to get to the bottom of it all. He will persevere to the bitter end... or the very beginning... whichever comes first...", 
        "CharacterLimit": 0, 
        "Category": "champion_lore", 
        "Comment": ""
    }
]